Repository: common-repository/multisite-sync-for-woocommerce
Catalog: languages/multisite-sync-for-woocommerce-*.po
Languages: de_de

source: WooCommerce Multisite Sync Settings.
de_de: WooCommerce Multisite Sync Einstellungen.

source: You may set which WooCommerce product data and which websites in the network should be synchronized based on the SKU.
de_de: Du kannst beliebig einstellen, welche WooCommerce-Produktdaten und welche Websites im Netzwerk anhand der Artikelnummer synchronisiert werden sollen.

source: The following functions will be implemented in the future:
de_de: Folgende Funktionen werden zuk체nftig implementiert:

source: Sync images
de_de: Bilder synchronisieren

source: Language switch with href-lang-tags
de_de: Sprach-Umschalter mit href-lang-tags

source: Sync Custom-Field
de_de: Custom-Field-Synchronisierung

source: If you have any questions, write to: office@lemontec.at
de_de: Bei Fragen, schreibe an: office@lemontec.at

source: Network settings
de_de: Netzwerkeinstellungen

source: Select the websites to be synchronized:
de_de: W채hle die Websites die synchronisiert werden sollen:

source: Synchronize the following product data:
de_de: Synchronisiere folgende Produktdaten:

source: Base data
de_de: Stammdaten

source: Stock level
de_de: Lagerstand

source: (Stock status, stock backlog, etc.)
de_de: (Lagerstatus, Lagerr체ckstand usw.)

source: Price
de_de: Preis

source: (Regular price, offer price, etc.)
de_de: (Regul채rer Preis, Angebotspreis usw.)
